<template>
  <strong>プライバシーポリシー</strong>
  <pre>

果物リン Riin FruitがMissRirica app を公開しました。
このアプリは、個人を特定しない情報をサーバーに保存することがあります。
また、このアプリは、第三者のサービスを利用することがあります。

お客様の個人情報に対して厳重に取り扱います。

このプライバシーポリシーは、必要に応じて変更される場合があります。

このアプリをご利用いただいたことにより、お客様がこのプライバシーポリシーに同意したものとみなされます。
このポリシーは2022-12-11より有効です
    </pre>
  <strong>利用している第三者サービス</strong>
  <ul>
    <li><a href="https://onesignal.com/privacy_policy" target="_blank" rel="noopener noreferrer">One Signal</a></li>
  </ul>
  <strong> 利用規約</strong>
  <pre>
このサービスは、お客様が利用することにより、この利用規約に同意したものとみなされます。

このサービスの利用に際して、個人情報の収集や使用が行われる場合があります。

このサービスを利用することにより、お客様は、個人情報の収集や使用に同意したものとみなされます。

このサービスは、予告なく内容を変更することがあります。

このサービスは、予告なくサービスの提供を停止することがあります。

このサービスは、保存されたデータの内容を予告なく削除することがあります。

このサービスを利用することにより生じる損害について、当方は一切責任を負いません。
  </pre>
</template>
