<template>
  <div class="page">
  <h1>MissRirica</h1>
  <strong>プライバシーポリシー</strong>
  <pre>

果物リン Riin FruitがMissRirica app を公開しました。
このアプリは、個人を特定しない情報をサーバーに保存することがあります。
また、このアプリは、第三者のサービスを利用することがあります。

お客様の個人情報に対して厳重に取り扱います。

このプライバシーポリシーは、必要に応じて変更される場合があります。

このアプリをご利用いただいたことにより、お客様がこのプライバシーポリシーに同意したものとみなされます。
このポリシーは2022-12-11より有効です
    </pre>
  <strong>利用している第三者サービス</strong>
  <ul>
    <li><a href="https://onesignal.com/privacy_policy" target="_blank" rel="noopener noreferrer">One Signal</a></li>
  </ul>
  <strong> 利用規約</strong>
  <pre>
本アプリは、お客様が利用することにより、この利用規約に同意したものとみなされます。

本アプリの利用に際して、個人情報の収集や使用が行われる場合があります。
本アプリを利用することにより、お客様は、個人情報の収集や使用に同意したものとみなされます。

有害コンテンツについて
本アプリは、倫理的に問題のある、道徳的に不当な、法律に違反する、その他品位に反する内容を含むコンテンツを禁止します。これには、人種差別的、性的な表現、暴力的、脅迫的、威圧的、嫌がらせ的、プライバシーを侵害する、著作権を侵害する、その他不適切な内容が含まれます。

不当な使用について
本アプリは、不正な手段を使用してアクセスやサービスを提供すること、他のユーザーや第三者のアカウントを不正に使用すること、その他不正な行為を禁止します。また、本アプリのサービスを改ざんすること、サービスを妨害すること、サービスを悪用すること、その他不当な使用を禁止します。

本アプリは、予告なく内容を変更することがあります。

本アプリは、予告なくアプリの提供を停止することがあります。

本アプリは、保存されたデータの内容を予告なく削除することがあります。

このサービスを利用することにより生じる損害について、当方は一切責任を負いません。
  </pre>

  <strong id="contact">問い合わせ</strong>
  <pre>
    nassi74@gmail.com

      <img src="/static/missRirica/1242x2688bb.png" width="400">


  <br>
  </pre>
  </div>
</template>

<script setup lang="ts">
import img from "../../assets/missRirica/1242x2688bb.png"
</script>

<style scoped>
pre {
  white-space: break-spaces;
}

</style>